Repository: aymanprocessor/HopeCity
Catalog: HopeCity/Forms/StudentDetail.*.resx
Languages: ar

# label2.Text
source: Son Details
ar: بيانات الأبن

# label1.Text
source: Full Name
ar: الإسم الثلاثي

# label5.Text
source: Birth order
ar: موقع الطفل بين اخواته

# label6.Text
source: Nationality
ar: الجنسية

# label3.Text
source: Gender
ar: النوع

# label4.Text
source: Date of birth
ar: تاريخ الميلاد

# label19.Text
source: City
ar: محل الإقامة

# label25.Text
source: Number and Name of brothers
ar: عدد الأخوة واسمائهم

# label34.Text
source: Natioanl ID
ar: الرقم القومي

# label31.Text
source: Age
ar: السن

# label12.Text
source: Father Details
ar: بيانات الأب

# label11.Text
source: Father`s Job
ar: وظيفة الأب

# label10.Text
source: Landline Number
ar: رقم تليفون المنزل

# label9.Text
source: Phone Number
ar: رقم الموبايل

# label8.Text
source: Education
ar: المؤهل الدراسي

# label7.Text
source: City
ar: محل الإقامة

# label18.Text
source: Mother Details
ar: بيانات الأم

# label17.Text
source: Mother`s Name
ar: اسم الأم

# label16.Text
source: City
ar: محل الإقامة

# label15.Text
source: Phone Number
ar: رقم الموبايل

# label14.Text
source: Mother`s Job
ar: وظيفة الأم

# label13.Text
source: Education
ar: المؤهل الدراسي

# label26.Text
source: Father
ar: الأب

# label24.Text
source: Other Details
ar: بيانات آخري

# label21.Text
source: With whom the child lives?
ar: مع من يقيم الطفل ؟

# label22.Text
source: Who cares the child?
ar: من القائم برعاية الطفل ؟

# label23.Text
source: Parents complaint
ar: شكوي الأهل

# label27.Text
source: Mother
ar: الأم

# label28.Text
source: Others
ar: آخري
